Repository: htmELS/eventr
Catalog: lang/eventr-*.po
Languages: pl_pl, sv_se

source: %s Event
pl_pl: %s Wydarzenie
sv_se: %s Evenemang

source: To add the registeration form to your blog, insert the code [EVENTR REGISTRATION %d] into any post.
pl_pl: Aby dodać formularz rejestracji wklej następujący kod do treści strony lub wpisu: [EVENTR REGISTRATION %d]
sv_se: För att lägga till evenemanget i din blogg, kopiera in [EVENTR REGISTRATION %d] där du vill ha formuläret.

source: Event Name
pl_pl: Nazwa
sv_se: Evenemangsnamn

source: Description
pl_pl: Opis
sv_se: Beskrivning

source: Event Date
pl_pl: Data wydarzenia
sv_se: Sista anmälningsdag

source: Use YYYY-MM-DD format. This is an optional field - if you set a date, the event will not accept further registerations after the date.
pl_pl: Użyj formatu YYYY-MM-DD. To pole jest nieobowiązkowe - jeśli je ustawisz to po przekroczeniu daty nie będzie możliwe dalsze rejestrowanie się.
sv_se: Använd följande datumformat ÅÅÅÅ-MM-DD. Detta fält är valfritt, efter angivet datum så accepteras inga fler anmälningar.

source: Maximum Number of Attendees
pl_pl: Maksymalna liczba uczestników
sv_se: Max antal anmälningar.

source: Set this as 0 to allow unlimited registerations.
pl_pl: W przypadku nieograniczonej liczby uczestników ustaw na '0'
sv_se: Använd 0 (noll) för obegränsat antal anmälningar.

source: Active
pl_pl: Aktywny
sv_se: Aktivt Evenemang

source: Save
pl_pl: Zapisz
sv_se: Spara

source: Delete Selected
pl_pl: Usuń zaznaczone
sv_se: Ta bort markerade

source: Attendees for
pl_pl: Uczestnicy
sv_se: Anmälda för

source: To show the attendee list, insert the code [EVENTR ATTENDEES %d] into any post.
pl_pl: Aby wyświetlić listę uczestników wklej następujący tag do treści strony lub wpisu: [EVENTR ATTENDEES %d]
sv_se: För att visa anmälningslistan i din blogg, kopiera in [EVENTR ATTENDEES %d] där du vill ha listan.

source: Attendee Name
pl_pl: Imię uczestnika
sv_se: Den anmäldes namn

source: Registered On
pl_pl: Data rejestracji
sv_se: Anmäld den

source: Action
pl_pl: Akcja
sv_se: Redigera

source: Delete
pl_pl: Usuń
sv_se: Ta bort

source: No attendeees found.
pl_pl: Nie znaleziono żadnych uczestników
sv_se: Inga anmälningar hittades.

source: Export Attendee data for this event as a CSV file
pl_pl: Wyeksportuj listę uczestników tego wydarzenia w postaci pliku CSV
sv_se: Exportera anmälningsdatat för det här evenemanget till en CSV fil.

source: Please select some rows to delete
pl_pl: Proszę wybrać rekordy do usunięcia
sv_se: Välj några rader att ta bort

source: You are about to delete this Attendee. Press 'OK' to delete and 'Cancel' to stop.
pl_pl: Właśnie usuwasz tego uczestnika. Kliknij 'OK', aby potwierdzic, albo 'Cancel', żeby wycofać się.
sv_se: Du håller på att ta bort den här anmälan. Klicka 'OK' för att verkställa och 'Avbryt' för att avbryta.

source: Total Attendees:
pl_pl: Liczba uczestników:
sv_se: Antal Anmälda:

source: No attendees found.
pl_pl: Nie znaleziono żadnych uczestników
sv_se: Inga anmälningar hittades.

source: Manage Events
pl_pl: Zarządzaj wydarzeniami
sv_se: Hantera Evenemang

source: Eventr Settings
pl_pl: Ustawienia Eventr
sv_se: Eventr Inställningar

source: Cheatin&#8217; uh?
pl_pl: Oszukujesz&#8217; nie?

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień, żeby wejść na tę stronę.
sv_se: Du har inte rättighet att se denhär sidan.

source: Invalid Event ID given
pl_pl: Podano złe ID wydarzenia.
sv_se: Ogiltigt Evenemangs ID

source: The event have ended - no more registrations are allowed.
pl_pl: Niestety rejestrowanie się na to wydarzenie już nie jest możliwe.
sv_se: Anmälningstiden har gått ut -inga fler anmälningar tillåts.

source: Event is closed - no more registrations allowed.
pl_pl: Wydarzenie zostało zamkniętę - dalsze rejestracje nie są możliwe.
sv_se: Evenemanget är stängt -inga fler anmälningar tillåts.

source: Maximum number of attendees reached - registrations are closed.
pl_pl: Osiągnięto maksymalną liczbę uczestników - dalsze rejestrowanie się nie jest możliwe.
sv_se: Max antal anmälningar är nått -inga fler anmälningar tillåts.

source: Please upload your image
pl_pl: Wgraj swoje zdjęcie.
sv_se: Ladda upp din bild

source: Please provide the URL of your site
pl_pl: Wprowadź adres URL swojej strony.
sv_se: Vänligen ange en URL till din site

source: Please provide your phone number
pl_pl: Wpisz swój numer telefonu
sv_se: Skriv in ditt telefonnummer

source: Please provide your email address
pl_pl: Wpisz swój adres email
sv_se: Skriv in din E-post adress.

source: Please provide a brief description of yourself in the Bio field.
pl_pl: Wprowadź tu krótki opis siebie.
sv_se: Skriv in en kortfattad beskrivning av dig själv i Bio fältet.

source: You are already registered for the %s event.
pl_pl: Jesteś już zarejestrowany na %s.

source: '%s' has been added to the attendee list for event %s.<br />Thank you.
pl_pl: Zostałeś zerejstrowany<br />Dziękujemy.

source: Registeration failed...
pl_pl: Rejestracja nie powiodła się.

source: Name
pl_pl: Imię i nazwisko
sv_se: Namn

source: Name is mandatory
pl_pl: Imię i nazwisko są obowiązkowe.
sv_se: Namn måste anges

source: All HTML other than the &lt;A&gt; tag will be removed. nofollow will be added to the links to prevent spamming.
pl_pl: Wszystkie tagi HTML oprócz &lt;A&gt; zostaną usunięte. Paremetr 'nofollow' zostanie dodany do linków, aby zapobiec spamowaniu.
sv_se: All HTML-kod utom &lt;A&gt; -taggen kommer att tas bort.

source: Your primary site
pl_pl: Twoja strona
sv_se: Din site

source: Your email will not be published.
pl_pl: Twój adres email nie zostanie opublikowany
sv_se: Din e-post adress kommer inte att visas.

source: Phone
pl_pl: Telefon
sv_se: Telefon

source: Mobile or land-line
pl_pl: Komórkowy albo stacjonarny
sv_se: Mobil eller fast telefon

source: Image
pl_pl: Obrazek
sv_se: Bild

source: 150x150 picture works best
pl_pl: Najlepiej obrazek 150x150px
sv_se: Bilder i formatet 150x150 fungerar bäst.

source: Fields marked with a '*' are mandatory
pl_pl: Pola oznaczone '*' są obowiązkowe
sv_se: Fält märkta med '*' måste anges

source: Register
pl_pl: Zapisz mnie
sv_se: Registrera

source: Fields
pl_pl: Pola
sv_se: Fält

source: Bio/Description
pl_pl: Bio/opis
sv_se: Bio/Beskrivning

source: Phone Number
pl_pl: Numer telefonu
sv_se: Telefon nummer

source: Site URL
pl_pl: Adres Url strony
sv_se: URL

source: Image Upload
pl_pl: Wgrywanie obrazka
sv_se: Bilduppladdning

source: Save Options
pl_pl: Opcje zapisywania
sv_se: Spara Inställningar

source: No name given
pl_pl: Nie podałeś imienia.
sv_se: Inget namn angivet

source: Title
pl_pl: Tytuł
sv_se: Titel

source: Number Of Attendees
pl_pl: Liczba uczestników
sv_se: Antal anmälningar

source: Inactive
pl_pl: Nieaktywny
sv_se: Inaktivt

source: Manage Attendees
pl_pl: Zarządzaj uczestnikami
sv_se: Hantera Anmälningar

source: Edit
pl_pl: Edytuj
sv_se: Redigera

source: You are about to delete '%s'. This will delete all the attendees within this event. Press 'OK' to delete and 'Cancel' to stop.
pl_pl: Właśnie usuwasz '%s'. Usuniesz jednocześnie wszystkich uczestników. Kliknij 'OK', aby potwierdzic, albo 'Cancel', żeby wycofać się.
sv_se: Du håller på att ta bort '%s'. Alla anmälningar i detta evenemang kommer att tas bort. Klicka 'OK' för att fortsätta och 'Avbryt' för att avbryta.

source: No events found.
pl_pl: Nie znaleziono żadnych wydarzeń
sv_se: Inga evenemang hittade.

source: Create New Event
pl_pl: Stwórz nowe wydarzenie
sv_se: Skapa Nytt Evenemang

source: Email
sv_se: E-post
